#print(), input(), int(input()), переменные.

#Python так-же имеет различные математические выражения. 
#Умножение, деление, целочисленное деление, возведение в степень, сложение, вычитание, остаток от деления.

x = 5
y = 2

print(x + y) #Сложение.
print(x - y) #Вычитание.
print(x * y) #Умножение.
print(x ** y) #Возведение в степень.
print(x / y) #Деление.
print(x // y) #Целочисленное деление.
print(x % y) #Вывод остатка от деления.

#Если вы будете делить на 0, то python вам выведет ошибку, потому что на 0 делить нельзя.
